---
kind: property
id: P:Autodesk.Revit.DB.RevolvedFace.Axis
zh: 轴、x轴、y轴、z轴
source: html/a3fc35d8-bfb1-08e6-fa07-a4d6786fc7ec.htm
---
# Autodesk.Revit.DB.RevolvedFace.Axis Property

**中文**: 轴、x轴、y轴、z轴

Axis of the surface.

## Syntax (C#)
```csharp
public XYZ Axis { get; }
```